Repository: maunalinux/mauna-usb-formatter
Catalog: po/*.po
Languages: af, ar, de, es, eu, fil, hi, it, ms, pl, ro, ru

source: About
af: Oor
ar: عن
de: Über
es: Acerca de
eu: Buruz
fil: Tungkol sa
hi: के बारे में
it: Circa
ms: Tentang
pl: O
ro: Despre
ru: О

source: Mauna USB Formatter
af: Mauna USB-formateerder
ar: مُنسق USB من مونا
de: Mauna USB Formatierer
es: Formateador USB Mauna
eu: Mauna USB Formateatzailea
hi: मौना यूएसबी फ़ॉर्मेटर
it: Formattatore USB Mauna
ms: Pemformat USB Mauna
pl: Formater USB Mauna
ro: Formatator USB Mauna
ru: USB-форматер Мауна

source: Format USB Devices easily.
af: Formateer USB-toestelle maklik.
ar: قم بتهيئة أجهزة USB بسهولة.
de: USB-Geräte einfach formatieren.
es: Formatee dispositivos USB fácilmente.
eu: Formateatu USB gailuak erraz.
fil: Madaling i-format ang mga USB Device.
hi: USB डिवाइस को आसानी से फ़ॉर्मेट करें.
it: Formatta facilmente i dispositivi USB.
ms: Formatkan Peranti USB dengan mudah.
pl: Łatwe formatowanie urządzeń USB.
ro: Formatați cu ușurință dispozitivele USB.
ru: Легко форматируйте USB-устройства.

source: Are you sure?
af: Is jy seker?
ar: هل أنت متأكد؟
de: Sind Sie sicher?
es: Estas seguro?
eu: Ziur zaude?
fil: Sigurado ka ba?
hi: क्या आपको यकीन है?
it: Sei sicuro?
ms: Adakah anda pasti?
pl: Jesteś pewny?
ro: Esti sigur?
ru: Вы уверены?

source: Will be formatted as:
af: Sal geformateer word as:
ar: سيتم تنسيقها على النحو التالي:
de: Wird formatiert als:
es: Será formateado como:
eu: Honela formatua izango da:
fil: Ipo-format bilang:
hi: इस प्रकार स्वरूपित किया जाएगा:
it: Verrà formattato come:
ms: Akan diformatkan sebagai:
pl: Zostanie sformatowany jako:
ro: Va fi formatat ca:
ru: Будет отформатировано как:

source: <b>WARNING:</b> All the personal data on the device will be deleted. Do you want to continue?
af: <b>WAARSKUWING:</b> Al die persoonlike data op die toestel sal uitgevee word. Wil jy voortgaan?
ar: <b> تحذير: </b> سيتم حذف جميع البيانات الشخصية الموجودة على الجهاز. هل تريد الاستمرار؟
de: <b>ACHTUNG:</b> Alle persönlichen Daten auf dem Gerät werden gelöscht. Möchten Sie fortfahren?
es: <b>ADVERTENCIA:</b> Se eliminarán todos los datos personales del dispositivo. ¿Quieres continuar?
eu: <b>OHARRA:</b> Gailuko datu pertsonal guztiak ezabatuko dira. Jarraitu nahi duzu?
fil: <b>BABALA:</b> Made-delete ang lahat ng personal na data sa device. Gusto mo bang magpatuloy?
hi: <b>चेतावनी:</b> डिवाइस पर मौजूद सभी व्यक्तिगत डेटा हटा दिया जाएगा. क्या आप जारी रखना चाहते हैं?
it: <b>ATTENZIONE:</b> Tutti i dati personali sul dispositivo verranno eliminati. Vuoi continuare?
ms: <b>AMARAN:</b> Semua data peribadi pada peranti akan dipadamkan. Adakah anda mahu meneruskan?
pl: <b>OSTRZEŻENIE:</b> Wszystkie dane osobowe na urządzeniu zostaną usunięte. Czy chcesz kontynuować?
ro: <b>AVERTISMENT:</b> Toate datele personale de pe dispozitiv vor fi șterse. Doriți să continuați?
ru: <b>ВНИМАНИЕ:</b> Все личные данные на устройстве будут удалены. Вы хотите продолжать?

source: New Device Name
af: Nuwe Toestelnaam
ar: اسم الجهاز الجديد
de: Neuer Gerätename
es: Nuevo Nombre de Dispositivo
eu: Gailuaren Izen Berria
fil: Bagong Pangalan ng Device
hi: नये डिवाइस का नाम
it: Nuovo Nome Dispositivo
ms: Nama Peranti Baharu
pl: Nowa Nazwa Urządzenia
ro: Nume nou dispozitiv
ru: Новое имя устройства

source: Slow Format (Set all bytes to 0)
af: Stadige formatering (Stel alle grepe op 0)
ar: تنسيق بطيء (اضبط كافة البايتات على 0)
de: Langsame Formatierung (Setzen Sie alle Bytes auf 0)
es: Formateamento Lento (Establecer todos los bytes en 0)
eu: Formatu Motela (ezarri byte guztiak 0-ra)
fil: Mabagal na Format (Itakda ang lahat ng byte sa 0)
hi: धीमा प्रारूप (सभी बाइट्स को 0 पर सेट करें)
it: Formato Lento (Imposta tutti i byte su 0)
ms: Format Perlahan (Tetapkan semua bait kepada 0)
pl: Powolne Formatowanie (ustaw wszystkie bajty na 0)
ro: Format lent (Setați toți octeții la 0)
ru: Медленный формат (установить все байты в 0)

source: Start
af: Begin
ar: يبدأ
es: Iniciar
eu: Hasi
fil: Magsimula
hi: शुरू
it: Inizio
ms: Mulakan
pl: Początek
ru: Начинать

source: Formatting
af: Formatering
ar: التنسيق
de: Formatierung
es: Formatación
eu: Formateatzea
fil: Pag-format
hi: का प्रारूपण
it: Formattazione
ms: Memformat
pl: Formatowanie
ro: Formatare
ru: Форматирование

source: This may take a while.
af: Dit kan 'n rukkie neem.
ar: قد يستغرق هذا بعض الوقت.
de: Das kann eine Weile dauern.
es: Esto puede tardar un rato.
eu: Honek denbora pixka bat behar izan dezake.
fil: Magtatagal pa ito ng ilang sandali.
hi: यह कुछ देर ले सकता है।
it: L'operazione potrebbe richiedere del tempo.
ms: Ini mungkin mengambil sedikit masa.
pl: To może zająć chwilę.
ro: Acest lucru poate dura ceva timp.
ru: Это может занять некоторое время.

source: Formatting is finished.
af: Formatering is voltooi.
ar: تم الانتهاء من التنسيق.
de: Die Formatierung ist abgeschlossen.
es: El formateo ha terminado.
eu: Formateatzea amaitu da.
fil: Tapos na ang pag-format.
hi: फ़ॉर्मेटिंग समाप्त हो गई है.
it: La formattazione è terminata.
ms: Pemformatan selesai.
pl: Formatowanie zostało zakończone.
ro: Formatarea este terminată.
ru: Форматирование завершено.

source: You can eject the USB disk.
af: Jy kan die USB-skyf uitwerp.
ar: يمكنك إخراج قرص USB.
de: Sie können den USB-Datenträger auswerfen.
es: Puede expulsar el disco USB.
eu: USB diskoa kanporatu dezakezu.
fil: Maaari mong i-eject ang USB disk.
hi: आप USB डिस्क को बाहर निकाल सकते हैं.
it: È possibile espellere il disco USB.
ms: Anda boleh mengeluarkan cakera USB.
pl: Możesz wysunąć dysk USB.
ro: Puteți scoate discul USB.
ru: Вы можете извлечь USB-диск.

source: Exit
af: Verlaat
ar: مخرج
de: Ausfahrt
es: Salida
eu: Irten
fil: Lumabas
hi: बाहर निकलना
it: Uscita
ms: Keluar
pl: Wyjście
ro: Ieșire
ru: Выход

source: Format another device.
af: Formateer 'n ander toestel.
ar: تهيئة جهاز آخر.
de: Formatieren Sie ein anderes Gerät.
es: Formatear otro dispositivo.
eu: Formateatu beste gailu bat.
fil: Mag-format ng isa pang device.
hi: किसी अन्य डिवाइस को फ़ॉर्मेट करें.
it: Formatta un altro dispositivo.
ms: Format peranti lain.
pl: Sformatuj inne urządzenie.
ro: Formatați un alt dispozitiv.
ru: Отформатируйте другое устройство.

source: An error occured while formatting the disk.
af: 'n Fout het voorgekom tydens die formatering van die skyf.
ar: حدث خطأ أثناء تهيئة القرص.
de: Beim Formatieren der Festplatte ist ein Fehler aufgetreten.
es: Ocurrió un error al formatear el disco.
eu: Errore bat gertatu da diskoa formateatzen.
fil: Nagkaroon ng error habang pino-format ang disk.
hi: डिस्क को फ़ॉर्मेट करते समय कोई त्रुटि उत्पन्न हुई.
it: Si è verificato un errore durante la formattazione del disco.
ms: Ralat berlaku semasa memformat cakera.
pl: Wystąpił błąd podczas formatowania dysku.
ro: A apărut o eroare la formatarea discului.
ru: Произошла ошибка при форматировании диска.

source: Please make sure the USB device is connected properly, not used by any program and try again.
af: Maak asseblief seker dat die USB-toestel behoorlik gekoppel is, nie deur enige program gebruik word nie en probeer weer.
ar: يرجى التأكد من توصيل جهاز USB بشكل صحيح ، وعدم استخدامه من قبل أي برنامج والمحاولة مرة أخرى.
de: Vergewissern Sie sich, dass das USB-Gerät richtig angeschlossen ist und nicht von einem Programm verwendet wird, und versuchen Sie es erneut.
es: Asegúrese de que el dispositivo USB esté conectado correctamente, que ningún programa lo esté utilizando y vuelva a intentarlo.
eu: Mesedez, ziurtatu USB gailua behar bezala konektatuta dagoela, ez duela inongo programak erabiltzen eta saiatu berriro.
fil: Pakitiyak na nakakonekta nang maayos ang USB device, hindi ginagamit ng anumang program at subukang muli.
hi: कृपया सुनिश्चित करें कि यूएसबी डिवाइस ठीक से कनेक्ट है, किसी प्रोग्राम द्वारा उपयोग नहीं किया गया है और पुनः प्रयास करें।
it: Assicurati che il dispositivo USB sia collegato correttamente, non utilizzato da nessun programma e riprova.
ms: Sila pastikan peranti USB disambungkan dengan betul, tidak digunakan oleh mana-mana program dan cuba lagi.
pl: Upewnij się, że urządzenie USB jest prawidłowo podłączone i nie jest używane przez żaden program, i spróbuj ponownie.
ro: Asigurați-vă că dispozitivul USB este conectat corect, nu este utilizat de niciun program și încercați din nou.
ru: Убедитесь, что USB-устройство подключено правильно и не используется какой-либо программой, и повторите попытку.
